[
    {   
        "title":"The Days of Wine and Roses",
        "url":"https://www.youtube.com/embed/IAZK1DQPy8w",
        "text":"",
        "influences":{
            "Tony Bennett 1975":"https://www.youtube.com/watch?v=nkUZGHA791o",
            "Bill Evans 1978":"https://youtu.be/IZDy3MQni78?t=2244",
            "Henry Mancini 1985":"https://youtu.be/IvnutYh7wy4?t=2508"
        },
        "date":"May 5, 2021"
    },
    {
        "title":"My Foolish Heart",
        "url":"https://www.youtube.com/embed/bLATTFCmhcE",
        "text":"My Foolish Heart was one of the songs that got me into the American Songbook. I did not grow up around music like this. I discovered it later. The way Bill Evans handled this song is gorgeous. Beautiful and inspiring. My approach to this song is based off of his. Lots of diminished and altered dominant chords setting up the bright happyish ending. I didn't realize how fast I was playing but I was excited and having fun.",
        "influences":{
            "Bill Evans 1962":"https://youtu.be/g-jsW61e_-w",
            "Bill Evans 1964":"https://youtu.be/2Dl4Gteq_Ik",
            "Tony Bennett 1977":"https://youtu.be/TljjMBDJjMc?t=261"
        },
        "date":"January 1, 2021"
    },
    {
        "title":"When I Fall In Love",
        "url":"https://www.youtube.com/embed/zOuQFf9b3J4",
        "text":"This song had to grow on me. Sometimes you listen to something a number of times thinking you don't like it but feeling like you want to hear it again. I think I heard a nice melody with some players playing bad chords under it. I changed the beginning harmony to try to make the melody pop out into the foreground. I think the beginning of the song needs some unexpected sounds so when you finally get to the 'And the moment I can feel that you feel that way too' it has an emphatic effect. I tried this concept I heard about 'setting up a bottom' to the song. I tried it with a F pedalish effect since I'm in Eb. I think F is such a good note because it is an ambigous note in the key. It happens to also be the lowest note on guitar in Eb. I think this concept can be very effective and I will need to investigate this more.",
        "influences":{
            "Nat King Cole 1957":"https://youtu.be/jnRzMETUUAI",
            "Bill Evans 1963":"https://youtu.be/nIv9x2ya72s",
            "Michael Bublé 2018":"https://youtu.be/d-GNag4m9tk"
        },
        "date":"January 1, 2021"
    },
    {
        "title":"Isn't It Romantic",
        "url":"https://www.youtube.com/embed/c2As88Jo_5Q",
        "text":"This is one of those songs that is both fun to play and easy to listen to. It seems to be hard to mess it up because so many musicians and singers do a great job with this tune. I decided to play a short improsived intro. I was singing in my head \"Isn't it romantic, isn't it romantic...\" before launching into the melody. Instead of playing an improvised solo for the second time through E, I key change to G and it sounds refreshing to me. Both keys are brightish and compliment each other well. I tried to bring us back to my original key to finish it.",
        "influences":{
            "Oscar Peterson 1959":"https://youtu.be/CMQVFXaFhJ8",
            "Joe Pass 1998":"https://youtu.be/wrJRO39MCdE",
            "Diana Krall 2017":"https://youtu.be/QKUa8OdXB64"
        },
        "date":"January 1, 2021"
    },
    {
        "title":"Emily",
        "url":"https://www.youtube.com/embed/qJO3NVa1DS0",
        "text":"What a masterpiece of 20th century composition. Every time I hear anyone perform this it sounds fresh and as if I've never heard it before. There isn't a standard key for this song but I think D is so perfect. Such a bright sound that delivers a really crisp melody. It make it sound confident. There is such a surprising yet inviting key change to the VI in bar 9. I can ramble on forever about the genius here but I will say this: playing this song is a delight and it is in my permanent repertoire.",
        "influences":{
            "Tony Bennett 1966":"https://youtu.be/RCwyapWG63Y",
            "Bill Evans 1967":"https://youtu.be/bf-KUlYLT1Y",
            "Frank Sinatra 1977":"https://youtu.be/EgrtUeaTIjU"
        },
        "date":"January 1, 2021"
    }
]