[
    {
        "title": "What's New",
        "url": "https://www.youtube.com/embed/1FD_7xwp6v8",
        "text": "I don't like this song. Why? It has to be the hardest song I've played. So many key changes that modulate harshly. The lyrics are boring. Everyone plays it in C but I picked A because it is Sinatra's key here. I go to A, C, D, F, Bb multiple times. These are key changes not chord changes! I had to lean so hard on the melody here. Not fun!",
        "influences": {
            "Frank Sinatra 1958": "https://youtu.be/SA64eS8eTEw",
            "Linda Ronstadt 1983": "https://youtu.be/A5Rl8BSEdsE"
        },
        "date": "January 1, 2021"
    },
    {
        "title": "Almost Blue",
        "url": "https://www.youtube.com/embed/YCsI5QR8mPs",
        "text": "Sometimes I do songs that people don't see coming. This is probably one of them. It is an Elvis Costello song. But it was played by Chet Baker and more recently Elvis Costello's wife, Diana Krall. So it isn't exactly unknown in the jazz world. I don't play songs in minor keys that much because I think there is a droning brooding feeling that can get boring that isn't there with major keys. But sometimes it feels good to just wallow in a sound like that. This is such a long and slow song though that there isn't really enough time for an improsived solo through a second time. But who says that you can't just play the song as it is and end it?",
        "influences": {
            "Chet Baker 1987": "https://youtu.be/z4PKzz81m5c",
            "Diana Krall 2009": "https://youtu.be/_z7X8fbNIkI"
        },
        "date": "January 1, 2021"
    },
    {
        "title": "Una Voce Poco Fa",
        "url": "https://www.youtube.com/embed/bwx-HQnohsc",
        "text": "It really bothers me how no one gives opera a chance because it can have the highest highs of not just music but any art form. Bel Canto especially. It was created by properly educated musicians who knew exactly what they were doing. Many arias are constructed like proto-20th century tunes and the first part of Una Voce Poco Fa is one. You can treat it like a jazz standard and that is what I did here. I think the normal key is F but Maria Callas did it a half-step lower and it is the best.",
        "influences": {
            "Anna Moffo": "https://youtu.be/i8CcmMXWmaA",
            "Maria Callas": "https://youtu.be/5i3ymVnueIw"
        },
        "date": "January 1, 2021"
    }    
]